Repository: plone-ve/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/datagridfield.po
Languages: es

source: Available on
es: Disponible en

source: Config group full label
es: Etiqueta completa

source: Config group label
es: Etiqueta

source: Config group row id
es: Identificador (row_id)

source: Custom adviser delay label
es: Etiqueta para un Consejo retrasado

source: Custom adviser gives automatic advice on
es: Consejo se pedirá automáticamente si

source: Custom adviser gives automatic advice on help message
es: Mensaje de ayuda personalizado para el consejo automático

source: Custom adviser organization
es: Organización

source: Custom adviser row id
es: Id de fila para grupo consejero

source: Delay for giving advice
es: Retraso para dar consejos

source: Delay left alert
es: Umbral de alerta para retraso

source: Enter a short label that will be displayed in the application. This will be translated by the application if possible. If you want to colorize this new list type on the meeting view, you will need to do this using CSS like it is the case for 'late' items.
es: Introduzca una etiqueta corta que se mostrará en la aplicación. Esto será traducido por la aplicación si es posible. Si desea colorear este nuevo tipo de lista en la vista de la reunión, tendrá que hacerlo utilizando CSS como es el caso de los elementos "retrasados".

source: Enter an internal identifier, use only lowercase letters.
es: Introduzca un identificador interno, solamente usado con letras minusculas.

source: Enter the full label that will be useable if necessary like in produced documents.
es: Introduzca la etiqueta completa que se podrá utilizar si es necesario, como en los documentos producidos.

source: Enter the label that will be displayed in the application.
es: Ingrese la etiqueta que se mostrará en la aplicación.

source: Holiday date
es: Fecha de vacaciones

source: If the inserting method "on list types" is used, will this list type be taken into account while inserting the item in the meeting?
es: Si se utiliza el método de inserción "en tipos de lista", ¿este tipo de lista se tendrá en cuenta al insertar el elemento en la reunión?

source: Inserting method
es: Método de inserción

source: Is linked to previous row description
es: Seleccione "Sí" si desea establecer un enlace lógico entre una fila y la anterior. Esto administrará el hecho de poder fácilmente cambiar un retraso por un consejo solicitado. Las filas enlazadas harán que el usuario pueda seleccionar entre esos diferentes retrasos en la ventana emergente de visualización del consejo. Esto sólo es relevante para los consejos de retraso, para vincular los diferentes retrasos juntos.

source: Is linked to previous row?
es: ¿Está vinculado a la fila anterior?

source: List type identifier
es: Identificador de tipo de lista

source: List type label
es: Etiqueta de tipo de lista

source: List type used_in_inserting_method
es: ¿Influir en el orden de inserción de los temas en la reunión?

source: Meeting config to clone to Meeting config
es: Tipo de reunión

source: Meeting config to clone to Trigger workflow transitions until
es: Configuración de la reunión para clonar a disparador de eventos de las transiciones del flujo de trabajo hasta

source: On meeting transition item action to execute item action
es: Transición a activar en todos los temas de la reunión

source: On meeting transition item action to execute meeting transition
es: Transición desencadenada en la reunión

source: On meeting transition item action to execute tal expression
es: Al cumplir la acción del elemento de transición en la reunión para ejecutar la expresión tal

source: On transition field transform TAL expression
es: Expresión TAL

source: On transition field transform field name
es: Nombre de campo

source: On transition field transform transition
es: Transición

source: Power observer item access TAL expression
es: Puntos visibles si

source: Power observer item viewable states
es: Estados de puntos visibles

source: Power observer label
es: Etiqueta de observador de poder

source: Power observer meeting access TAL expression
es: Sesiones visibles si

source: Power observer meeting viewable states
es: Estados de sesión visibles

source: Reverse inserting method?
es: ¿Marcha atrás?

source: Reverse order of selected inserting method?
es: ¿Orden inverso del método de inserción seleccionado?

source: Rule activated for item created from
es: Regla activada para los temas creado desde

source: Rule activated for item created until
es: Regla activada para los temas creado hasta

source: Select the inserting method, methods will be applied in given order, you can not select twice same inserting method.
es: Seleccione el método de inserción, los métodos se aplicarán en el orden dado, no se puede seleccionar dos veces el mismo método de inserción.

source: Sub type confidentiality of created annexes
es: Valor predeterminado del atributo "¿Confidencial?" de los anexos creados

source: Sub type confidentiality of created annexes description.
es: Por favor, mire el mensaje de ayuda del campo "Valor predeterminado de la opción '¿ Confidencial ?' atributo de los anexos creados" aquí arriba. Simplemente tenga en cuenta que si no se define aquí nada, se utilizará el valor definido en el campo anterior.

source: Sub type correspondences while sent to other meeting configs
es: Correspondencias mientras se envían a otras configuraciones de reunión

source: Sub type correspondences while sent to other meeting configs description.
es: Mire el mensaje de ayuda del campo "Correspondencias mientras se envían a otras configuraciones de reunión" aquí arriba. Simplemente tenga en cuenta que si no se define aquí nada, se utilizará el valor definido en el campo anterior.

source: Sub type is active?
es: ¿Activo?

source: Sub type predefined title
es: Título predefinido asignado a cada archivo de este asignado que se cargará

source: Sub type title
es: Título

source: The TAL expression. Element "here" represent the item. This expression MUST return valid HTML or it will not behave properly on the item.
es: La expresión TAL. El elemento "here" representa el elemento. Esta expresión DEBE devolver HTML válido o no se comportará correctamente en el elemento.

source: The action that will be executed on every items of the meeting.
es: La acción que se ejecutará en todos los elementos de la reunión.

source: The action to execute when 'Execute given action' is selected in column 'Item action'.
es: La acción a ejecutar cuando se selecciona 'Ejecutar acción dada' en la columna 'Acción de elemento'.

source: The item field that will be transformed.
es: El campo del tema que será transformado.

source: The meeting config the item of this meeting config will be sendable to.
es: El tipo de reunión a la que se pueden enviar temas de este tipo de reunión.

source: The transition that will trigger the field transform.
es: La transición que activará la transformación de campo.

source: The transition triggered on the meeting.
es: La transición desencadenada en la reunión.

source: While sent, the new item is in the workflow initial state, if it was sent automatically (depending on states selected in field 'States in which an item will be automatically sent to selected other meeting configurations' here under), some transitions can be automatically triggered for the new item, select until which transition it will be done (selected transition will also be triggered). This relies on the 'Transitions for presenting an item' you defined in the 'Workflows' tab of the meeting configuration the item will be sent to.
es: Mientras se envía, el nuevo elemento se encuentra en el estado inicial del flujo de trabajo, si se envió automáticamente (dependiendo de los estados seleccionados en el campo "Estados en los que un elemento se enviará automáticamente a otras configuraciones de reunión seleccionadas"), algunas transiciones pueden ser automáticamente activada para el nuevo elemento, seleccione hasta qué transición se realizará (también se activará la transición seleccionada). Esto se basa en las "Transiciones para presentar un elemento" que definió en la pestaña "Flujos de trabajo" de la configuración de la reunión a la que se enviará el elemento.

source: available_on_col_description
es: Especifique aquí una expresión de TAL que restringirá o permitirá el uso de este consejo a alguna condición. Recibimos "item" como el elemento de la reunión para dar un consejo sobre "mayEdit", un booleano para saber si el usuario actual puede editar el elemento. Una expresión especial está disponible para proteger una fila que sólo debería estar disponible a través de la acción "Cambiar el retraso", es: "python: item.REQUEST.get('managing_available_delays', False)". Esto no se puede utilizar si algo está definido en la columna "Consejo se le preguntará automáticamente si" de este consejo, pero para los consejos opcionales de consejo retraso o para los consejos de retraso vinculados a un consejo automático (usando la columna "¿Está vinculado a la fila anterior?")

source: delay_col_description
es: Introduzca el retraso en que el consejero tendrá que dar su consejo. Si no se considera como un consejo pedido automáticamente (no hay nada definido en columna la "Consejo se le pedirá automáticamente si"), el consejo se podrá seleccionar en la lista "Pida consejo a" en el formulario de elemento de edición. El retraso es de un solo dígito (como "5" o "10"). Si hay retraso es relevante para este consejo, deje este campo en blanco. Si varios retrasos son posibles para el mismo consejo, usted tiene que definir varias filas con exactamente el mismo contenido exceptúa el retraso.

source: delay_label_col_description
es: Si desea una etiqueta específica que se mostrará en la etiqueta que aparece en la lista "Consejos a dar" en el formulario de edición de tema y en el signo "?" aparece junto al título del consejo en la interfaz de usuario, puede ingresar aquí. La etiqueta aparecerá entre corchetes después del mensaje "Nombre del grupo - retraso de X días".

source: delay_left_alert_col_description
es: Introduzca el umbral más allá del cual una alerta debe demostrarse en relación con retraso dejado. Esto se muestra en la interfaz de usuario con un color particular y si se activa, una notificación por correo electrónico se podría enviar en este caso. Introduzca un solo dígito (como "5" o "10") inferior a real "Retraso". Si no hay ningún umbral es relevante para este consejo, deje este campo en blanco.

source: for_item_created_from_col_description
es: Esta configuración se aplicará sobre el tema creado a partir de la fecha definida (fecha incluida). Por favor, respeten siguiente formato: AAAA/MM/DD (4 dígitos por año/2 dígitos por mes/2 dígitos por día). Esta fecha se evitarán los temas más antiguos creados antes de verse afectados, sobre todo cuando se actualiza cada consejos a través de la acción "Actualizar todos los consejos".

source: for_item_created_until_col_description
es: Esta configuración se aplicará al tema creado hasta la fecha definida (la fecha definida debe ser en el futuro y no se incluirá). Por favor, respeten siguiente formato: AAAA/MM/DD (4 dígitos por año/2 dígitos por mes/2 dígitos por día). En esta fecha se evitarán temas nuevos creados después de ser afectados, especialmente cuando se actualiza cada consejos a través de la acción "Actualizar todos los consejos". Esta fecha será solo seleccionable una vez, cuando se establece, esto no se puede cambiar nunca más.

source: gives_auto_advice_on_col_description
es: Especifique aquí una expresión TAL que devolverá True si el consejo del grupo debe plantearse de forma automática en un elemento. Recibimos "elemento" como elemento de la reunión para dar un consejo sobre "org" y "org_uid" como la organización (UID de la organización) que tendrá que dar el consejo. ADVERTENCIA si el grupo de consejeros vinculados a este grupo está vacío, no será considerado, a pesar del resultado de la expresión TAL. Este consejo NO será solicitado manualmente en la interfaz de usuario, sólo se le pide automáticamente por la aplicación. Si este consejo no se le debe pedir automáticamente, deje este campo en blanco.

source: gives_auto_advice_on_help_message_col_description
es: Si desea que se muestre un mensaje de ayuda específico en el "?" que aparece junto al título del consejo en la interfaz de usuario, puede ingresar aquí. Aparecerá el mensaje entre paréntesis tras el mensaje "Este consejo se ha pedido automáticamente por la aplicación".

source: holiday_date_col_descr
es: Por favor, use el siguiente formato : AAAA/MM/DD. Las fechas deben ser ordenadas (de mayor a más reciente).

source: power_observers_item_access_on_col_description
es: Especifique una expresión TAL que devuelva "True" si se va a dar acceso al punto. Este campo opcional permite un filtrado fino del acceso y solo se evalúa si el estado del punto se incluye en el campo "Estados de puntos visibles".

source: power_observers_item_states_col_description
es: Cuando un punto se encuentra en uno de los estados que selecciona aquí, será visible para los usuarios que están en este grupo de "Super observadores" de esta configuración de sesión.

source: power_observers_label_col_description
es: Especifique una etiqueta para este grupo de "Super observadores", idealmente mencione los términos "Super observadores" en la etiqueta para que el grupo creado se pueda encontrar fácilmente en la gestión de usuarios y grupos. Esta etiqueta se puede cambiar en cualquier momento y el título del grupo correspondiente se adaptará automáticamente.

source: power_observers_meeting_access_on_col_description
es: Especifique una expresión TAL que devuelva "True" si se va a dar acceso a la sesión. Este campo opcional permite un filtrado fino del acceso y solo se evalúa si el estado de la sesión se incluye en el campo "Estados de sesiones visibles".

source: power_observers_meeting_states_col_description
es: Cuando una sesión se encuentra en uno de los estados que selecciona aquí, será visible para los usuarios que están en este grupo de "Super observadores" de la configuración de esta sesión.
